[
  {
    "id": 17,
    "name": "Personalizable Camera Strap",
    "category": "Camera",
    "image": "17.jpg",
    "price": 25.00,
    "description": "Design with colorful tribal patterns expressing the spirit of courage and curiosity."
  },
  {
    "id": 18,
    "name": "Vintage Polaroid",
    "category": "Camera",
    "image": "18.jpg",
    "price": 99.00,
    "description": "This little camera is both highly collectible and usable. It was one of the first instant film cameras designed and produced by Polaroid in their now highly familiar box type format. It was first released in the mid 1970’s."
  },
  {
    "id": 19,
    "name": "Instax mini Album",
    "category": "Camera",
    "image": "19.jpg",
    "price": 9.00,
    "description": "Classic and simple instax mini album for keeping you own memories."
  },
  {
    "id": 20,
    "name": "Camera Lens Buddy",
    "category": "Camera",
    "image": "20.jpg",
    "price": 12.94,
    "description": "Need to capture the children's attention and get them focused on the camera for that perfect shot. Then these fun critters are just what you need. "
  },
  {
    "id": 21,
    "name": "Kodak Vigilant",
    "category": "Camera",
    "image": "21.jpg",
    "price": 125.00,
    "description": "This utterly beautiful old Kodak Six-16 camera is just dying for a special space in your bookshelves. Made in the 1930s, It is barely weathered, with the outer black casing still in great condition. I have no idea if it is working or not, but all components seem to be functional. It is in very good vintage condition. The black bellows are still in great shape. Nothing can detract from the awesomeness of this camera as a display piece, it truly is magnificent, especially for a photography lover like myself! Also, this sweet vintage camera comes with the original rustic leather carrying case, which is very cool!"
  },
  {
    "id": 22,
    "name": "Dslr Camera bag insert",
    "category": "Camera",
    "image": "22.jpg",
    "price": 39.00,
    "description": "keep your camera and equipment secure in your favorite bag plus loads of other things you need for the day. No need for an extra bag."
  },
  {
    "id": 23,
    "name": "Personalized Drumsticks",
    "category": "Music",
    "image": "23.jpg",
    "price": 12.00,
    "description": "This listing is for one pair of personalized engraved 16\" maple drumsticks and are the perfect gift for any drummer or music lover."
  },
  {
    "id": 24,
    "name": "Wooden Guitar Pick",
    "category": "Music",
    "image": "24.jpg",
    "price": 8.50,
    "description": "Please mention your desired text/design to be engraved in the “note to Pickslay’s Woodworking” which will be an option after you add the item to your cart."
  },
  {
    "id": 25,
    "name": "Electric Guitar Kit",
    "category": "Music",
    "image": "25.jpg",
    "price": 129.50,
    "description": "Solid Mahogany with Flamed Maple Veneer Top"
  },
  {
    "id": 26,
    "name": "Lighted Conductor Baton",
    "category": "Music",
    "image": "26.jpg",
    "price": 29.50,
    "description": "We started by making one of these for a friend who is a high school band director. We have been making and shipping them to choir directors, pit orchestra conductors, school band directors, music teachers and a number of maestros."
  },
  {
    "id": 27,
    "name": "Leather Guitar Strap",
    "category": "Music",
    "image": "27.jpg",
    "price": 98.70,
    "description": "Premium tan baseball-glove leather guitar strap with intricate embroidered detail and adjustable tail end. Leather is incredibly soft and very durable."
  },
  {
    "id": 28,
    "name": "Hohner Harmonica",
    "category": "Music",
    "image": "28.jpg",
    "price": 19.99,
    "description": "Play the blues or even a little rock-n-roll Music on this genuine Hohner, personalized engraved harmonica. Makes nice personalized engraved gifts for men, ringbearer, groomsmen gifts, kids gifts, Christmas, women, groomsman and all music lovers."
  }, {
    "id": 29,
    "name": "Gypsy Tambourine",
    "category": "Music",
    "image": "29.jpg",
    "price": 35.99,
    "description": "Gypsy Tambourine. Gypsy Soul Tambourine. Boho Gypsy Tamborine. \"Blame My Gypsy Soul\" festival tambourine. Inspired by the gypsy soul of the iconic Stevie Nicks, this tambourine would be a wonderful addition to your bohemian, hippie, or gypsy nest. Play it or display it! Be unique at the next festival!"
  }
]